TOKEN = ''

vk_token = ''

list_delta_posts = [1, 5, 10, 25]

standard_answers = {
    'mbt_1': 'Управление рассылками с групп вк',
    'mbt_2': 'Получить несколько постов с вк группы',
    'ibt_1': 'Настроим автопарсер',
    'ibt_2': 'получим доступ к старым записям',
    'ibt_3': 'подписаться на рассылку',
    'ibt_4': 'отписаться от рассылки',
    'ibt_': '',
    'txt_1': 'Всем САС, остальным соболезную',
    'txt_2': 'Ваши подписки:\n',
    'txt_3': 'Пример нужного запроса\nhttps://vk.com/stassatori89\nпосле используя кнопки выберите кол-во постов',
    'txt_4': 'Что же мы сделаем с этой группой',
    'txt_5': 'Ссылка поломана, попробуйте снова',
    'txt_6': 'Поздравляю Вы подписались!!',
    'txt_7': 'Но, вы уже подписаны?...',
    'txt_8': 'На данный момент бот не способен работать с этими файлами',
    'txt_9': 'Видео длится дольше 5 минут, и поэтому не было загруженно',
    'txt_10': 'Ивините, но вашу ссылку не удалось обработать',
    'txt_11': 'Выберете нужные посты',
    'txt_12': 'Вы пока не подписаны ни на кого',
    'txt_13': 'Вы отписались от группы',
    'txt_14': 'Вы ни на кого не подписаны, может гляните\nhttps://vk.com/stassatori89',
    'txt_15': '',
    'txt_': 'Сорян, бот пока не способен понять вас, может посмотрите Стаса комментатора\n',
    'link_1': 'vk.com',
    'link_2': '',
    'link_3': '',
    'link_': 'https://boosty.to/ikakprosto'
}
